[
    {
        "url": "app.promise.procurement-vendorDetail({companyName:'GarudaFood'})",
        "img_url": "app/img/supplier/garuda.jpg",
        "img_title": "PT. Garuda Food",
        "rate": 5,
        "mainproduct":
            [
                {
                    "link":"app.companyList",
                    "name":"Makanan"
                },
                {
                    "link":"app.companyList",
                    "name":"Industri Dasar"
                }
            ],
        "desc": "<p>GarudaFood is a food and beverage company subordinated to Tudung Group. In addition to GarudaFood, Tudung Group also subordinates agribusiness companies operating in Crude Palm Oil field and peanuts.</p><p>GarudaFood Group had originated from PT Tudung Putra Jaya (TPJ), it was established in Pati, Central Java. The company founder is the deceased Darmo Putro, ex-warrior who had chosen to engage in business sector after the independence of Indonesia.</p><p>In early of 1987, TPJ started selling its peanut production products using a brand of Kacang Garing Garuda, which was recently known as: Kacang Garuda. Kacang Garuda earned the following awards: Indonesian Customer Satisfaction Award (ICSA) under the category of branded peanut for 16 times consecutively (2000 – 2015); Superbrands (2003 -&nbsp; 2004); Top Brand for Kids (2004); Indonesian Best Brand Award (IBBA, 2004 – 2015); Top Brand (2007 – 2015).</p><p>When national economy suffered from economic crisis, on December 1997, PT GarudaFood Jaya (GFJ) was established, producing Gery-branded biscuit. Gery Saluut earned Indonesian Best Brand Award (IBBA) from MARS and SWA Magazine for a period of 2005-2009, 2011 – 2013, 2015 under the category of wafer salut. In 2007-2015 Gery Chocolatos earned IBBA under the category of wafer stick.</p><p>In 1998 GarudaFood acquired PT Triteguh Manunggal Sejati (TRMS), producer of jelly and launched jelly product using brands of Okky and Keffy. Achievement of Okky jelly has been proven by its successfulness in earning Top Brand for Kids (TBK) Award 2004 under the category of jelly. In addition to TBK, OKKY Jelly also managed to earn IBBA (2005-2015). Okky jelly Drink also earned Top Brand Award 2007-2015 from Marketing Magazine in cooperation with Frontier.</p><p>In the end of 2002, TRMS launched jelly beverage products with a brand of Okky Jelly Drink and it also constituted a new phase for GarudaFood to deal with beverages business. Seriousness of GarudaFood in focusing on beverages business had also become apparent by the launching of Mountea, fruit-flavored tea beverage. Mountea had even been awarded by IBBA 2007-2015 under the category of tea beverage in cup packaging, Indonesia Customer Satisfaction Awarded by SWA MAgazine &amp; Frontier Survey Foundation in 2010 and also earned Word of Mouth Marketing Award given by SWA Magazine in 2011 – 2013.</p><p>GarudaFood also produces Snack with a brand of Leo, for category of Potato chips, banana chips, cassava chips products initiated from the end of 2005. In 2007-2011 Leo earned IBBA award for category of potato chips.</p><p>In national level, GarudaFood is also positively perceived as one of the admired food and beverage companies. Survey made by Frontier and BusinessWeek Indonesia Magazine in Jakarta and Surabaya in 2005 – 2011 indicated that GarudaFood was in the third position and 2nd position in food &amp; category in 2012 – 2013 of Indonesian Most Admired Company (IMAC) GarudaFood also actively performs corporate social responsibility (CSR) under the flag of GarudaFood Sehati.</p><p>To accelerate the achievement of its vision, in 2011 GarudaFood Group with non-alcohol division of&nbsp; Suntory Beverage &amp; Food, a company from Japan established a subsidiary PT Suntory Garuda Beverage, focused on the development of the beverage.</p><p>In 2012, GarudaFood also established Garuda Polyflex Foods Private Limited (GP Foods), a joint venture company with Polyflex India Private Limited in the&nbsp; food and beverage business.. GP Foods has a manufacturing facility in Bangalore that produces choco stick</p><p>Now, all potencies supported by&nbsp; above 16 thousands knowledge workers have become main asset to GarudaFood in the effort to go forward to meet a success as sustainable enterprise.</p>",
        "address": "Pati, Central Java, Indonesia",
        "transaction": 200
    },
    {
        "url": "app.promise.procurement-vendorDetail({companyName:'Combiphar'})",
        "img_url": "app/img/supplier/combi-logo.png",
        "img_title": "PT Combiphar",
        "rate": 3,
        "mainproduct":
            [
                {
                    "link":"app.companyList",
                    "name":"Obat-obatan"
                },
                {
                    "link":"app.companyList",
                    "name":"Industri Kimia"
                }
            ],
        "desc": "<p>Kehadiran Combiphar menyentuh kehidupan masyarakat Indonesia. Semakin banyak keluarga yang merasakan dampak kesehatan dari produk-produk Combiphar, semakin jauh Combiphar melangkah membagikan nilai-nilai kesehatan di tengah keluarga-keluarga di seluruh Indonesia.</p><p>Combiphar kini telah memproduksi dan memasarkan lebih dari 170 merk obat-obatan resep dan bebas yang terjangkau oleh masyarakat termasuk diantaranya, yang paling terkenal di masyarakat yaitu obat batuk hitam atau OBH Combi. Berbagai macam merk obat yang di produksi dan dipasarkan oleh Combiphar memainkan peranan penting dalam kategorinya masing-masing.</p><p>Aktivitas-aktivitas untuk mendukung berbagai macam komunitas dan para profesional medis telah dilakukan sebagai wujud nyata kepedulian Combiphar terhadap kesehatan masyarakat Indonesia.</p>",
        "address": "Jakarta, Indonesia",
        "transaction": 123
    },
    {
        "url": "app.promise.procurement-vendorDetail({companyName:'wilmar'})",
        "img_url": "app/img/supplier/wilmar.jpg",
        "img_title": "PT. Wilmar",
        "rate": 5,
        "mainproduct":
            [
                {
                    "link":"app.companyList",
                    "name":"Food Confectionery"
                },
                {
                    "link":"app.companyList",
                    "name":"Food Wholesale"
                }
            ],
        "desc": "PT. Wilmar Cahaya Indonesia, Tbk (formerly PT. Cahaya Kalbar, Tbk) is producer of speciality oils and fats for the food confectionery industries, bakery, cakes ingredients, beverages and food wholesale / retail market for local and International markets. The company started commercial operations in 1971.",
        "address": "DKI Jakarta, Indonesia",
        "transaction": 85
    },
    {
        "url": "app.promise.procurement-vendorDetail({companyName:'google'})",
        "img_url": "app/img/supplier/google.jpg",
        "img_title": "Google Inc.",
        "rate": 5,
        "mainproduct":
            [
                {
                    "link":"app.companyList",
                    "name":"Environment"
                },
                {
                    "link":"app.companyList",
                    "name":"Publisher"
                },
                {
                    "link":"app.companyList",
                    "name":"Development"
                },
                {
                    "link":"app.companyList",
                    "name":"Advertising"
                }
            ],
        "desc": "Our company has packed a lot into a relatively young life. Since Google was founded in 1998, we’ve grown to serve millions of people around the world.",
        "address": "Mountain View, California, USA",
        "transaction": 1651
    },
    {
        "url": "app.promise.procurement-vendorDetail({companyName:'oracle'})",
        "img_url": "app/img/supplier/oracle.png",
        "img_title": "Oracle",
        "rate": 4,
        "mainproduct":
            [
                {
                    "link":"app.companyList",
                    "name":"Operating System"
                },
                {
                    "link":"app.companyList",
                    "name":"Publisher"
                },
                {
                    "link":"app.companyList",
                    "name":"Development"
                },
                {
                    "link":"app.companyList",
                    "name":"IT Solutions"
                }
            ],
        "desc": "With more than 420,000 customers and deployments in more than 145 countries, Oracle offers a comprehensive and fully integrated stack of cloud applications, platform services, and engineered systems. Learn more about Oracle and who we are.",
        "address": "Redwood Shores, CA 94065, USA",
        "transaction": 1226
    }
]